export default  [
    {
        id: 1,
        tumImg: './images/thum1.jpg',
        mainImg: './images/thum1.jpg',
        galler : [
            {id: 1, img: './images/gall01.png'},
            {id: 2, img: './images/gall02.png'},
            {id: 3, img: './images/gall03.png'},
        ],
        category: '현재상영작',
        movie: 'The Day',
        isClass: true,
        infoData : [
            { id: 1, category: 'info',title: "서울의 봄",
            day: '2023.11.22',
            rating: '12세이상관람가',
            genre: '드라마',
            runtime: '120분',
            score: '4.5',
            country : '한국',
            director: '김성수',
            actor: '황정민 , 정우성 , 이성민 , 박해준 , 김성균',
            brief: '1979년 12월 12일, 수도 서울 군사반란 발생 그날, 대한민국의 운명이 바뀌었다. 대한민국을 뒤흔든 10월 26일 이후, 서울에 새로운 바람이 불어온 것도 잠시 12월 12일, 보안사령관 전두광이 반란을 일으키고 군 내 사조직을 총동원하여 최전선의 전방부대까지 서울로 불러들인다. 권력에 눈이 먼 전두광의 반란군과 이에 맞선 수도경비사령관 이태신을 비롯한 진압군 사이, 일촉즉발의 9시간이 흘러가는데… 목숨을 건 두 세력의 팽팽한 대립 오늘 밤, 대한민국 수도에서 가장 치열한 전쟁이 펼쳐진다!' },
            { id: 2, category: 'actor', actorData: [
                { id:1, name: '김성수 Kim Sungsoo', img: './images/director01.png', birth: '1961.06.19', born:'한국', job:'영화감독', work:'서울의봄, 아수라', des: '세종대 영문과를 졸업하고, 동국대 대학원 연극영화과에서 영화연출을 전공했다. [그들도 우리처럼], [베를린 리포트] 등 박광수 감독의 조감독 생활을 거쳐, 35mm 19분짜리 단편영화 [비명 도시]에 이어, 95년 [런어웨이]로 데뷔했다. [비트]로 흥행에 성공했으며 [태양은 없다]가 있다.' },
                { id: 2, name: '황정민 Hwang Jungmin', img: './images/actor01.png', birth: '1970.09.01', born: '한국', job: '배우', work: '서울의봄, 아수라, 베테랑, 국제시장, 신세계', des: '배우 황정민은 계원예술고등학교와 서울예대를 졸업했다. 계원예고에 입학한 뒤로 연기를 하기로 마음먹었다고 하며 졸업 후 극단 학전에 입단하여 [지하철 1호선], [개똥이], [의형제], [캣츠], [브로드웨이 42번가], [지저스 크라이스트 슈퍼스타] 등의 작품에 출연했다.'  },
                { id: 3, name: '정우성 Jung Woosung', img: './images/actor02.png', birth: '1973.03.20', born: '한국', job: '배우', work: '서울의봄, 강철비, 헌트, 증인, 마담뻉덕', des: '1994년 영화 [구미호] 를 통해 데뷔, [비트], [태양은 없다], [좋은 놈, 나쁜 놈, 이상한 놈], [아수라], [강철비] 등에 출연했습니다. 단편 영화 [킬러 앞에 노인] 등을 직접 연출했고, [나를 잊지 말아요] 의 제작자로 나서기도 했습니다. 유엔난민기구 활동은 2014년 시작했으며, 2015년 기구의 공식 친선대사로 임명된 뒤 난민 보호와 인식 개선을 위해 꾸준히 활동하고 있다.'  },
                { id: 4, name: '이성민 Lee Sungmin', img: './images/actor03.png', birth: '1968.10.15', born: '한국', job: '배우', work: '서울의봄 ,목격자, 공작, 제8일의밤, 미스터주', des: '2004년 영화 [맹부삼천지교]와 [인어 공주]에서 단역으로 시작하였으며, 이후에도 단역과 조연을 넘나들며, [발레교습고] , [소년, 천국에 가다], [말아톤], [밀양] 등 수많은 영화에 출연을 하였다. 2007년 드라마 [리턴]에서 [상우 부]역으로 노련한 조연 연기를 펼쳤고, 2007년 이창동 감독의 ][밀양]으로 주목 받게 된 그는 2008년 영화[고고70]부터 비중있는 역할을 얻기 시작한다. 이제 그는 스크린을 넘어 브라운관까지 자신의 영역을 꾸준히 넓혀가는 중이다.' },
                { id: 5, name: '박해준 Park Haejun', img: './images/actor04.png', birth: '1976.06.14', born: '한국', job: '배우', work: '서울의봄, 이상한나라의 수학자, 독전2, 브로커', des: '배우로서는 굉장히 늦은 나이에 데뷔했는데 2007년 연극 《그때, 별이 쏟아지다》로 처음 연기를 시작하였다. 이후 2012년까지 연극 무대에서 주로 활약하다가 2012년 변영주 감독의 영화 《화차》에서 악랄한 사채업자 역할로 얼굴을 알렸다. 이후 2013년 영화 《화이 : 괴물을 삼킨 아이》에선 화이의 아빠 중 한 명이자 타의 추종을 불허하는 저격 실력을 갖춘 스나이퍼 [범수] 역할로 열연을 펼쳤다.' },
                { id: 6, name: '김성균 Kim Sungkyun', img: './images/actor05.png', birth: '1980.05.25', born: '한국', job: '배우', work: '서울의봄, 싱크홀, 범죄와의전쟁, 은밀하게 위대하게', des: '본래는 연극 무대에서 활동해 오다가 2012년 영화 데뷔작인 범죄와의 전쟁에서 하정우의 오른팔 박창우 역할로 출연하면서 대중에게 알려졌는데, 2:8 가르마 장발과 은갈치 양복으로 마치 1980년대에서 튀어나온 듯한 비주얼로 주목받기 시작한다. 그리고 강풀의 웹툰을 원작으로 한 스릴러물인 이웃사람에서 다시 한 번 섬뜩한 살인마 연기를 선보이며 악역 전문배우 이미지를 심어준다. 이후 응답하라 1994에서 기존 출연작에서의 이미지를 완전히 바꾼 삼천포 역할로 완전한 스타의 반열에 올라선다.' },
            ]},
            { id: 3, category: 'trailer', teaser: './images/teaser01.mp4' }
        ]
    },
    {
        id: 2,
        
        tumImg: './images/thum2.jpg',
        mainImg: './images/thum2.jpg',
        galler : [
            {id: 1, img: './images/gall04.png'},
            {id: 2, img: './images/gall05.png'},
            {id: 3, img: './images/gall06.png'},
        ],
        category: '상영예정작',
        movie: 'Single in Seoul',
        isClass: false,
        infoData : [
            { id: 1, category: 'info',title: "싱글인서울",
            day: '2023.11.29',
            rating: '12세이상관람가',
            genre: '로맨스, 멜로',
            runtime: '103분',
            score: '3.9',
            country : '한국',
            director: '박범수',
            actor: '이동욱 , 임수정 , 이솜',
            brief: '“나한테 딱 맞는 사람은 나밖에 없어, 싱글이 답이다!” 혼자 걷기, 혼자 쉬기, 혼자 먹기, 혼자 살기…혼자가 좋은 파워 인플루언서 [영호 (이동욱)] “사실 혼자인 사람은 없잖아요” 혼자 썸타기, 나 홀로 그린 라이트…유능한 출판사 편집장이지만 혼자는 싫은 ‘현진’(임수정)싱글 라이프를 담은 에세이 <싱글 인 더 시티> 시리즈의 작가와 편집자로 만난 [영호]와 [현진]의 생활 방식도 가치관도 서로 다른 두 사람은 책을 두고 사사건건 대립하면서도,함께 보내는 시간이 나쁘지만은 않은데…? 서울, 혼자가 좋지만 연애는 하고 싶은두 남녀의 싱글 라이프가 시작된다!' },
            { id: 2, category: 'actor', actorData: [
                { id: 1, name: '박범수 Park Bum-soo', img: './images/director02.png', birth: '1978.12.08', born:'한국', job:'영화감독', work: '싱글인서울, 레드카펫, 빅토리', des: '박범수 감독은 영화감독이자 시나리오 작가이다. 동아대 방송연예과를 졸업하고  2007년 영화 [쟤 믿는 영화] 감독으로 데뷔하여 2014년 레드카펫 감독이자 시나리오 작가로 활동하여 작품을 냈고 23년도에는 싱글인서울로 로맨스 영화감독을 맡았다.' },
                { id: 2, name: '이동욱 Lee Dongwook', img: './images/actor06.png', birth: '1981.11.06', born: '한국', job: '배우', work: '싱글인서울, 구미호뎐1938, 마이걸, 도깨비', des: '1999년 MBC드라마 [베스트극장 - 길밖에도 세상은 있어]로 데뷔. 2005년 TV드라마 <마이 걸>로 한창 상승주가를 달리고 있던 연기자 이동욱은 2006년 영화 <아랑>으로 스크린에까지 데뷔를 한다. 이후 <최강로맨스>의 코믹연기와 드라마 <달콤한 인생>, <내 남자의 책 198쪽>의 감성연기까지 연기하며, 로맨틱 코미디 장르 뿐만 아니라 최고의 멜로 배우로써의 입지가 단단하다. 그는 군 입대 전 마지막으로 210년 영화 <된장>에 참여하여 아련하고 신비로운 캐릭터를 연기하며 영화의 긴장감을 높혔으며, 영화와 드라마와 예능까지 종횡무진중이다.'  },
                { id: 3, name: '임수정 Im Soojung', img: './images/actor07.png', birth: '1980.07.11', born: '한국', job: '배우', work: '싱글인서울, 내아내의모든것, 김종욱찾기', des: '18세 때 잡지모델로 데뷔. 2001년 드라마<학교4>로 본격적인 연기 활동을 시작하였다. 귀엽고 청순한 동안외모로 주목을 받으며 2002년 <피아노 치는 대통령>, 2003년 <장화,홍련>, <...ing>를 통해 인지도를 높이기 시작하며 2004년 소지섭과 함께한 드라마<미안하다 사랑한다>에 주인공 [은채]역을 매력적으로 연기하며 엄청난 인기를 얻기 시작했다. 이후 2005년 <새드무비>, 2006년 <각설탕>, <싸이보그지만 괜찮아>, 2007년 <행복>, 2009년<전우치>, 2010년 <김종욱찾기>, 2012년 <내 아내의 모든 것> 등 다양한 연기활동을 선보이고 있다.'  },
                { id: 4, name: '이솜 Esom', img: './images/actor08.png', birth: '1990.01.30', born: '한국', job: '배우,모델', work: '싱글인서울, 마담뺑덕, 소공녀, 삼진그룹 영어토익반', des: '2008년, 엠넷의 모델 선발 프로그램 [체크 잇 걸(Check It Girl)]의 최종 우승자로 선정되며 패션 모델로 정식으로 데뷔하게 되었다. 2014년 개봉한 임필성 감독의 《마담 뺑덕》에서 여주인공으로 뛰어난 연기력을 보여주며 주목을 받기 시작했다. 신인임에도 격정적인 멜로연기를 능숙하게 해냈다. 이 작품 덕분에 제15회 디렉터스컷 어워즈에서 신인상을 수상하였다. 이후로는 다양한 작품들에 참여하며 인지도를 높이고 있다.' },
            ]},
            { id: 3, category: 'trailer', teaser: './images/teaser02.mp4' }
        ]
    },

    {
        id: 3,
       
        tumImg: './images/thum3.jpg',
        mainImg: './images/thum3.jpg',
        galler : [
            {id: 1, img: './images/gall07.png'},
            {id: 2, img: './images/gall08.png'},
            {id: 3, img: './images/gall09.png'},
        ],
        category: '상영예정작',
        movie: 'Monster',
        isClass: false,
        infoData : [
            { id: 1, category: 'info',  title: "괴물",
            day: '2023.11.29',
            rating: '12세이상관람가',
            genre: '드라마',
            runtime: '127분',
            score: '4.1',
            country : '일본',
            director: '고레에다 히로카즈',
            actor: '안도 사쿠라 , 나가야마 에이타 , 쿠로카와 소야',
            brief: '싱글맘 사오리(안도 사쿠라)는 아들 미나토(쿠로카와 소야)의 행동에서 이상 기운을 감지한다.용기를 내 찾아간 학교에서 상담을 진행한 날 이후선생님과 학생들의 분위기가 심상치 않게 흐르기 시작하고. “괴물은 누구인가?”한편 사오리는 친구들로부터 따돌림을 당하고 있는 미나토의 친구 요리(히이라기 히나타)의 존재를 알게 되고자신이 아는 아들의 모습과 사람들이 아는 아들의 모습이 다르다는 사실을 어렴풋이 깨닫는데…태풍이 몰아치던 어느 날, 아무도 몰랐던 진실이 드러난다.' },
            { id: 2, category: 'actor', actorData: [
                { id: 1, name: '고레에다 히로카즈 Hirokazu Koreeda', img: './images/director03.png', birth: '1962.06.06', born:'일본', job:'영화감독', work: '괴물, 브로커, 그가 없는 8월에', des: '박범수 감독은 영화감독이자 시나리오 작가이다. 동아대 방송연예과를 졸업하고  2007년 영화 [쟤 믿는 영화] 감독으로 데뷔하여 2014년 레드카펫 감독이자 시나리오 작가로 활동하여 작품을 냈고 23년도에는 싱글인서울로 로맨스 영화감독을 맡았다.' },
                { id: 2, name: '안도 사쿠라 Sakura Ando', img: './images/actor09.png', birth: '1986.02.18', born: '일본', job: '배우', work: '괴물, 어느 가족, 백엔의 사랑', des: '2018년 고레에다 히로카즈 감독의 《어느 가족》으로 마츠오카 마유와 함께 2018년 칸 영화제 레드카펫을 밟게 되었다. 또한 같은 영화로 2019년 42회 일본 아카데미 시상식에서 최우수 여우주연상을 수상하였다. 《러브 익스포져》, 《속죄》, 《백엔의 사랑》, 《만푸쿠》, 《어느 가족》에서 보여준 연기로 높은 평가를 받았다.' },
                { id: 3, name: '나가야마 에이타 Nagayama Eita', img: './images/actor10.png', birth: '2009.12.05', born: '일본', job: '배우', work: '괴물, 제일 좋아하는 꽃', des: '1999년 7월 잡지 모델로 데뷔했고 2001년 후지 TV 드라마 《안녕, 오즈 선생님》으로 연기 데뷔를 했다. 원래는 본명 나가야마 에이타로 활동했으나 02~03년 시기에 에이타로 개명해서 활동했다. 연기 스펙트럼이 상당히 넓은 베테랑 배우이며 일본에서도 인정받고 있다.'  },
                { id: 4, name: '쿠로카와 소야 Soya Kurokawa', img: './images/actor11.png', birth: '1990.01.30', born: '일본', job: '배우', work: '싱글인서울, 마담뺑덕, 소공녀, 삼진그룹 영어토익반', des: '2009년 Saitama Prefecture, Japan 태생, ‘쿠로카와’는 TACHI, PRO 에이전트와 계약하게 되었고, 5세 무렵부터 연예계활동을 시작, TV시리즈 ‘Tokyo Alien Bros. (2018)’ 작품으로 브라운관데뷔, ‘Kaibutsu (2023)’ 작품을 통해 영화데뷔하게 되었다.' },
            ]},
            { id: 3, category: 'trailer', teaser: './images/teaser03.mp4' }
        ]
    },

    {
        id: 4,
        
        tumImg: './images/thum4.jpg',
        mainImg: './images/thum4.jpg',
        galler : [
            {id: 1, img: './images/gall10.png'},
            {id: 2, img: './images/gall11.png'},
            {id: 3, img: './images/gall12.png'},
        ],
        category: '현재상영작',
        movie: 'loan boy',
        isClass: false,
        infoData : [
            { id: 1, category: 'info', title: "사채소년",
            day: '2023.11.22',
            rating: '15세이상관람가',
            genre: '액션',
            runtime: '105분',
            score: '2.2',
            country : '한국',
            director: '황동석',
            actor: '유선호 , 강미나 , 유인수',
            brief: '학교 서열 최하위, 고교사채왕이 되다!존재감도, 빽도, 돈도 없는 서열 최하위 [강진] 일진들의 괴롭힘에 시달리며 최악의 학교 생활을 이어가던 중 우연한 기회로 사채업자 랑에게 동업을 제안받게 된다.학업에 지친 학생들의 마음을 사랑으로 채워주는 랑에게 전수받은 특별한 기술을 활용해 학생들에게 돈을 빌려주는 고교사채왕이 된 강진은자신을 괴롭히던 일진 남영까지 돈으로 짓밟으며 단숨에 학교 서열 최강자에 등극한다.짝사랑하는 다영과도 가까워지며 꿈같은 시간을 보낸 것도 잠시,고교사채왕 강진의 자리를 위협하는 사람들이 나타나기 시작하는데...' },
            { id: 2, category: 'actor', actorData: [
                { id: 1, name: '황동석  Hwang Dongseok', img: './images/director04.png', birth: '1986.09.17', born:'한국', job:'영화감독, 시나리오 작가', work: '사채소년, 갓길로 달리는 코뿔소', des: '2022년 영화 [갓길로 달리는 코뿔소] 연출로 데뷔하였으며, 2018년 평창평화영화제 공존영화제 은상 수상경력이 있다. 감독이자 시나리오 작가, 연출등을 맡아 활발히 감독 활동을 하고 있으며, 사채소년은 첫 상업영화 작품이다.' },
                { id: 2, name: '유선호 Yoo Seonho', img: './images/actor12.png', birth: '2002.01.28', born: '한국', job: '배우', work: '사채소년, 열녀박씨 계약결혼뎐, 슈룹', des: '프로듀스 101 시즌2로 얼굴을 알린 큐브엔터테인먼트 소속 배우.큐브엔터테인먼트에는 2016년에 입사해 2017년 전속계약을 체결했다. 2017년 웹드라마 [악동탐정스]를 통해 연기자로 데뷔, 2018년 미니 앨범 <봄, 선호>를 발매하며 가수로 데뷔했다. 2018년 12월 첫 지상파 드라마 [복수가 돌아왔다]의 "유시온" 역으로 시작해 언더커버, 우수무당 가두심 등에 출연하며 연기자로서의 입지를 조금씩 다지는 중이다.' },
                { id: 3, name: '강미나 MINA', img: './images/actor13.png', birth: '1998.03.25', born: '한국', job: '배우, 가수', work: '사채소년, 계룡선녀전, 호텔 델루나', des: '2016년 5월 4일에 I.O.I의 미니 앨범 《Chrysalis》가 발매되면서 아이오아이의 멤버로 활동하였다. 같은 해, 6월 28일 걸 그룹 구구단으로 데뷔하였으며, 드라마 [호텔 델루나]에서 연기활동을 다지기 시작했다.'  },
                { id: 4, name: '유인수 Yoo In Soo', img: './images/actor14.png', birth: '1990.01.30', born: '한국', job: '배우, 모델', work: '사채소년, 힘쎈여자 도봉순, 지금 우리 학교는', des: '2017년 부터 본격적으로 배우 활동을 시작하였다. JTBC 드라마 《힘쎈여자 도봉순》에서 "강구" 역으로 데뷔해 이후 여러 작품에서 단역으로 필모그래피를 쌓아가던 중, 2019년, JTBC 드라마 《열여덟의 순간》에서 첫 조연이자 "황로미" 바라기인 "유필상" 역을 맡으며 점차 이름을 알리기 시작했다. 2022년, 넷플릭스 드라마 《지금 우리 학교는》에서 첫 주연이자 최종 보스인 "윤귀남" 역을 맡아 시청자들의 눈도장을 찍었다. ' },
            ]},
            { id: 3, category: 'trailer', teaser: './images/teaser04.mp4' }
        ]
    },

    {
        id: 5,
       
        tumImg: './images/thum5.jpg',
        mainImg: './images/thum5.jpg',
        galler : [
            {id: 1, img: './images/gall13.png'},
            {id: 2, img: './images/gall14.png'},
            {id: 3, img: './images/gall15.png'},
        ],
        category: '상영예정작',
        movie: 'vacation',
        isClass: false,
        infoData : [
            {
                id: 1, category: 'info',  title: "3일의 휴가",
                day: '2023.12.06',
                rating: '12세이상관람가',
                genre: '드라마',
                runtime: '105분',
                score: '4.5',
                country : '한국',
                director: '육상효',
                actor: '김해숙, 신민아',
                brief: '“따님은 어머님을 보거나 목소리를 들을 수 없고요. 그냥 따님의 행복한 기억만 담고 오시면 됩니다."죽은 지 3년째 되는 날,‘복자’(김해숙)는 하늘에서 3일간의 휴가를 받아규칙 안내를 맡은 신입 ‘가이드’(강기영)와 함께 지상에 내려온다.미국 명문대학교 교수인 자랑스러운 딸을 볼 생각에 설레던 마음도 잠시,돌연 자신이 살던 시골집으로 돌아와 백반 장사를 시작한 ‘진주’(신민아)의 모습에 당황한다.속 타는 엄마의 마음도 모르는 ‘진주’는 자신을 찾아온 단짝 ‘미진’(황보라)과 엄마의 레시피를 찾아가고,낯익은 요리를 보자 서로의 추억이 되살아나는데…'
            },
            { id: 2, category: 'actor', actorData: [
                { id: 1, name: '육상효  Hwang Dongseok', img: './images/director05.png', birth: '1963.00.00', born:'한국', job:'영화감독', work: '3일의휴가, 나의 특별한 형제, 방가? 방가!', des: '대한민국의 영화감독이자 인하대학교 문화콘텐츠학과 교수로 [3일의 휴가]는 하늘에서 휴가 온 엄마 복자와 엄마의 레시피로 백반집을 운영하는 딸 진주의 이야기를 담은 힐링 판타지 영화다. [나의 특별한 형제], [방가? 방가!] 육상효 감독이 메가폰을 잡았다.' },
                { id: 2, name: '김해숙 Kim Haesook', img: './images/actor15.png', birth: '1955.12.30', born: '한국', job: '배우', work: '3일의휴가, 도둑들, 암살, 장밋빛인생', des: 'MBC 공채 7기로 데뷔. 1981년 영화 [육체의 문]으로 스크린 데뷔 이후 영화와 드라마에서 주로 친숙한 어머니상을 연기하고 있다. 중견 연기자가 주로 맡게 되는 엄마 연기로는 2000년대 이후 독보적인 입지를 가진 배우. 드라마 주 시청층인 중년 여성을 비중 있게 다루는 김수현의 드라마들과 문영남의 드라마들에 단골로 출연하였다. 암살의 관객 수가 1,000만 명 이상을 돌파해 전지현과 더불어 여배우로는 최초로 두 개의 1,000만 작품을 가지게 되었다' },
                { id: 3, name: '신민아 Shin Mina', img: './images/actor16.png', birth: '1984.04.05', born: '한국', job: '배우', work: '3일의휴가, 갯마을 차차차, 나의사랑 나의신부', des: '대한민국의 잡지모델 겸 CF스타 출신의 배우. 작은 얼굴에 꽉찬 이목구비와 우월한 비율, 다양한 분위기를 가진 배우다. 광고나 화보에서 더욱 스타성을 발휘하는 CF퀸이지만 미녀배우들이 꺼리는 민낯 출연이나 고도비만 특수분장도  마다하지 않는 연기로 진중하게 열정을 쏟아왔다. <내 여자친구는 구미호>, <나의 사랑 나의 신부>, <오 마이 비너스>, <갯마을 차차차> 같은 로코에 가장 탁월하다. 미스터리, 휴머니즘, 정치물, 액션 등 장르 스펙트럼은 넓은 편이다.'  },
               
            ]},
            { id: 3, category: 'trailer', teaser: './images/teaser05.mp4' }
        ]
    },

    {
        id: 6,
        
        tumImg: './images/thum6.jpg',
        mainImg: './images/thum6.jpg',
        galler : [
            {id: 1, img: './images/gall16.png'},
            {id: 2, img: './images/gall17.png'},
            {id: 3, img: './images/gall18.png'},
        ],
        category: '현재상영작',
        movie: 'pizza store',
        isClass: false,
        infoData : [
            {
                id: 1, category: 'info', title: "프레디의 피자가게",
                day: '2023.11.15',
                rating: '12세이상관람가',
                genre: '스릴러, 공포',
                runtime: '109분',
                score: '3.5',
                country : '미국',
                director: '에마 태미 ',
                actor: '조쉬 허처슨 , 엘리자베스 라일',
                brief: '“환상적이고 즐거움이 넘치는 프레디의 피자가게에 오신 걸 환영합니다” 80년대에 아이들이 실종되고 폐업한지 오래된 프레디의 피자가 그곳의 야간 경비 알바를 하게 된 "마이크" 캄캄한 어둠만이 존재하는 줄 알았던 피자가게에 살아 움직이는 피자가게 마스코트 프레디와 친구들을 목격한 어딘가 기괴하고 섬뜩한 프레디와 친구들이 실체를 드러내기 시작하는데...'
            },
            { id: 2, category: 'actor', actorData: [
                { id: 1, name: '에마 태미 Emma Tammi', img: './images/director06.png', birth: '1998.03.25', born:'미국', job:'영화감독', work: '프레디의 피자가게, 더윈드, 블러드라인', des: '에마 태미 감독이 연출한 이 영화는 어린이 집단 실종사건으로 오래전 문을 닫은 피자가게에 야간 경비원으로 취업한 마이크(조시 허처슨 분)가 닷새 동안 겪는 일을 그렸다.' },
                { id: 2, name: '조쉬 허처슨 Josh Hutcherson', img: './images/actor17.png', birth: '1992.10.12', born: '미국', job: '배우', work: '프레디의 피자가게, 리틀 맨하탄', des: '조슈아 라이언 허처슨(Joshua Ryan Hutcherson)인 미국의 배우이다. 허처슨은 1990년대 초반부터 활동을 시작하였으며, 영화와 텔레비전에 단역으로 출연하며 경력을 쌓았다. 아역 배우로 성장한 허처슨은 《폴라 익스프레스》 (2004), 《리틀 맨하탄》 (2005), 《자투라: 스페이스 어드벤쳐》 (2004), 《런어웨이 네케이션》 (2006), 《비밀의 숲 테라비시아》 (2007), 《파이어하우스 독》 (2007), 《잃어버린 새계를 찾아서》 (2008), 《틴에이지 뱀파이어》 (2009) 등에 출연하였다.' },
                { id: 3, name: '엘리자베스 라일 Elizabeth Lail', img: './images/actor18.png', birth: '1992.03.25', born: '미국', job: '배우', work: '프레디의 피자가게, 카운트다운, 너의모든것', des: '1992년 Williamson County, Texas, USA 태생, ‘엘리자베스’는 2명의 자녀 중 막내로, 어린 시절 Asheboro, North Carolina 지역서 성장, 2010년 Asheboro High School 졸업, 2014년 University of North Carolina School of the Arts 졸업하게 되었고, TV시리즈 ‘Once Upon a Time (2014)’ 작품으로 브라운관 데뷔하였다.'  },
            ]},
            { id: 3, category: 'trailer', teaser: './images/teaser06.mp4' }
        ]
    },
]